<?php

return [
    "name_kh_eng"=>"ឈ្មោះ ខ្មែរ និងអង់គ្លេស",
    "kh"=>"ខ្មែរ",
    "Eng"=>"អង់គ្លេស",
    "category"=>"ប្រភេទទំនិញ",
    "category_name"=>"ឈ្មោះប្រភេទទំនិញ",
    "create_date"=>"កាលបរិច្ឆេកបង្កើត",
    "update_date"=>"កាលបរិច្ឆេកកែប្រែ",
    "new_category"=>"ប្រភេទទំនិញថ្មី",
    "all_category"=>"ប្រភេទទំនិញទាំងអស់",
    "new"=>"បង្កើតថ្មី",
    "disable"=>"មិនមាន",
    "enable"=>"មាន",
    "btn_save"=>"រក្សាទុក",
    "btn_back"=>"ត្រឡប់ក្រោយ",
    "btn_print"=>"បោះពុម្ព",
    "btn_apply"=>"អនុវត្ត",
    "trash"=>"លុប",
    "edit"=>"កែប្រែ",
    "permission"=>"សិទ្ធ",
    "status"=>"ស្ថានភាព",
    "id"=>"ល.រ",


];
