<?php

return [
    'forminvalid' => 'ការបញ្ចូលមិនត្រឹមត្រូវ',
    'noneselected' => 'គ្មានការជ្រើសរើស',
    'start' => "ចាប់ផ្តើម",
    'id' => 'លេខកូដ',
    'search' => "ស្វែងរក",
    'round' => "ជុំទី",
    'phase' => "ដំណាក់កាលទី",
    'province' => "ខេត្ត",
    'district' => "ស្រុក",
    'commune' => "ឃុំ",
    'userlevel' => "ក្រុមអ្នកប្រើប្រាស់",
    'formtype' => "ប្រភេទទម្រង់",
    'formuse' => "ប្រើសម្រាប់",
    'year' => "ឆ្នាំ",
    'table' => "តារាង",
    'submission' => "លេខ ID",
    'submitted' => "កាលបរិច្ឆេទ",
    'type' => 'ប្រភេទ',
    'question' => 'សំនួរ',
    'response' => 'អ្នកឆ្លើយតប',
    'reset' => 'សម្អាត',

    /*Table */
    'dashboard' => 'Dashboard',
    'download' => 'ទាញយក',
    'table4' => 'តារាង 4',
    'table6' => 'តារាង 6',
    'table7' => 'តារាង 7',
    'table10' => 'តារាង 10',
    'table12' => 'តារាង 12',
    'table13' => 'តារាង 13',
    'table15' => 'តារាង 15',
    'table17' => 'តារាង 17',
    'table19' => 'តារាង 19',
    'table21' => 'តារាង 21',
    'table22' => 'តារាង 22',
    'table23' => 'តារាង 23',
    'table24' => 'តារាង 24',
    'table25' => 'តារាង 25',
    'table26' => 'តារាង 26',
    'table27' => 'តារាង 27',
    'table28' => 'តារាង 28',
    'table29' => 'តារាង 29',
    'table30' => 'តារាង 30',
    'table31' => 'តារាង 31',
    'user' => 'គណនីអ្នកប្រើប្រាស់',
    'permission' => 'សិទ្ធអ្នកប្រើប្រាស់',
    'location' => 'ទីតាំង',
    'compare' => 'ការប្រៀបធៀបលទ្ធផលវាយតម្លៃ',

    /*round*/
    'round1' => "ជុំទី ១",
    'round2' => "ជុំទី ២",
    'round3' => "ជុំទី ៣",
    'round4' => "ជុំទី ៤",
    'round5' => "ជុំទី ៥",

    /*phase */
    'phase1' => "ដំណាក់កាលទី ១",
    'phase2' => "ដំណាក់កាលទី ២",

    /*user level*/
    "userlevelprovince" => "ថ្នាក់ ខេត្ត",
    "userleveldistrict" => "ថ្នាក់ ក្រុង ស្រុក",
    "userlevelcommune" => "ថ្នាក់ ឃុំ",
    "userlevelnational" => "ថ្នាក់ជាតិ",
    "userlevelIndependent" => "ផ្ទៀងផ្ទាត់ឯករាជ្យ",

    /*form type*/
    'formtypeAssessment' => 'ការវាយតម្លៃ',
    'formtypeVerification' => 'ការផ្ទៀងផ្ទាត់',
    'formtypeOne' => 'ការវាយតម្លៃក្រុងស្រុក',
    'formtypeTwo' => 'ការផ្ទៀងផ្ទាត់ឯករាជ្យ',
    'formtypeThree' => 'ការវាយតម្លៃឃុំ សង្កាត់',

    /*Question*/
    'q1' => '០១',
    'q2' => '០២',
    'q3' => '០៣',
    'q4' => '០៤',
    /*form use*/
    'formuseReadiness' => 'ត្រៀមរួចជាស្រេច',
    'formuseroutine' => 'វាយតម្លៃជាប្រចាំ',
    'formusercompare' => 'ការប្រៀបធៀបលទ្ធផលវាយតម្លៃ',
    /*download table*/
    'download_dashboard' => 'កន្លែងទាញយកទិន្នន័យសរុបពីប៊ូតុងផ្សេងៗ',
    //cs_01
    'csOne' => 'លទ្ធផលវាយតម្លៃ............................ នៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់',
    //cs_02
    'csTwo' => 'លទ្ធផលវាយតម្លៃ............................ នៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់',
    //cs_05
    'csFive' => 'លទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់ បង្ហាញតាមសូចនាករ',
    //cs_06
    'cssix' => 'លទ្ធផលផ្ទៀងផ្ទាត់នៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់ បង្ហាញតាមសូចនាករ',
    'avs_cs' => 'ពិន្ទុផ្ទៀងផ្ទាត់ជាក់ស្តែងតាមបណ្តាសូចនាករ',

    'aas' => 'ពិន្ទុវាយតម្លៃជាក់ស្តែងតាមបណ្តាសូចនាករ',
    'avs' => 'ពិន្ទុវាយតម្លៃជាក់ស្តែងតាមបណ្តាសូចនាករ',
    'totalScore' => 'ពិន្ទុជាក់ស្តែងសរុប',
    'structure' => 'រចនាសម្ព័ន',
    'process' => 'ដំណើរការ',
    'outcome' => 'លទ្ធផល',
    '1.1' => '១.១',
    '1.2' => '១.២',
    '1.3' => '១.៣',
    '1.4' => '១.៤',
    '1.5' => '១.៥',
    '1.6' => '១.៦',
    '1.7' => '១.៧',
    '1.8' => '១.៨',
    '1.9' => '១.៩',
    '2.1' => '២.១',
    '2.2' => '២.២',
    '2.3' => '២.៣',
    '2.4' => '២.៤',
    '2.5' => '២.៥',
    '2.6' => '២.៦',
    '2.7' => '២.៧',
    '2.8' => '២.៨',
    '3.1' => '៣.១',
    '3.2' => '៣.២',
    //cs_03
    'csThree' => 'លទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់ បង្ហាញតាមដំណាក់កាល និងឆ្នាំអនុវត្ត',
    'year2022' => 'ឆ្នាំ២០២២',
    'year2023' => 'ឆ្នាំ២០២៣',
    'year2024' => 'ឆ្នាំ២០២៤',
    'year2025' => 'ឆ្នាំ២០២៥',


    'difStuff' => 'ភាពមិន ស្របគ្នា (%)',
    'dif' => 'ភាពមិន ស្របគ្នា',
    //cs_04
    'cs_four' => 'លទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់ បង្ហាញតាមដំណាក់កាល និងឆ្នាំអនុវត្ត',
    //cs_07
    'cs_seven' => 'ការប្រៀបធៀបលទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលឃុំ សង្កាត់',
    'compare' => 'ការប្រៀបធៀបលទ្ធផលវាយតម្លៃឃុំ សង្កាត់',
    'assessment_score' => 'ពិន្ទុវាយតម្លៃ',
    'previous' => 'ដំណាក់កាលមុន',
    'current' => 'ដំណាក់កាលបច្ចុប្បន្ន',
    //dma_01
    'dma_one' => 'លទ្ធផលវាយតម្លៃ................នៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលក្រុង ស្រុក',
    //DMA_02
    'dma_two' => 'លទ្ធផលវាយតម្លៃ................នៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលក្រុង ស្រុក',
    //dma_05
    'dma_five' => 'លទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលក្រុង ស្រុក បង្ហាញតាមសូចនាករ',
    //dma_06
    'dma_six' => 'លទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលក្រុង ស្រុក បង្ហាញតាមសូចនាករ',
    //dma_07
    'dma_seven' => 'ការប្រៀបធៀបលទ្ធផលវាយតម្លៃនៃមូលនិធិគាំទ្រការផ្តល់សេវាឃុំ សង្កាត់របស់រដ្ឋបាលក្រុង ស្រុក',
    'phase1' => 'ដំណាក់កាលទី១',
    'phase2' => 'ដំណាក់កាលទី២',
    'difStuff' => 'ភាពមិន ស្របគ្នា (%)',

    //general components
    'provinceCode' => 'កូដខេត្ត',
    'provinceName' => 'ឈ្មោះខេត្ត',
    'districtCode' => 'កូដក្រុង ស្រុក',
    'districtName' => 'ឈ្មោះក្រុង ស្រុក',
    'csCode' => 'កូដឃុំ សង្កាត់',
    'csName' => 'ឈ្មោះឃុំ សង្កាត់',


    'dmaAR' => 'លទ្ធផលវាយតម្លៃក្រុង ស្រុក',
    'dmaVR' => 'លទ្ធផលវាយតម្លៃក្រុង ស្រុក',
    'csAR' => 'លទ្ធផលវាយតម្លៃឃុំ សង្កាត់',

    'csVR' => 'លទ្ធផលវាយតម្លៃឃុំ សង្កាត់',
    'score' => 'ពិន្ទុវាយតម្លៃ',
    'percentage' => 'ភាគរយ',


];
